import { IFaq } from "@/types/faq/faq.type";

const data: IFaq[] = [
    {
        question: "Чем вы занимаетесь?",
        answer: "Мы занимаемся продвижением малого бизнеса или стартапов. Помогаем настроить рекламу, аналитику, делаем сайты, которые приносят клиентов"
    },
    {
        question: "Что такое nexsol?",
        answer: "Nexsol (solid nexus полностью) - это digital агенство по продвижению малых бизнесов. Мы - ваш маркетинговый отдел на начальном этапе"
    },
    {
        question: "Какие сайты вы разрабатываете?",
        answer: "Мы разрабатываем простые сайты, например: сайт-визитка, лендинг, корпоративные сайты. Если вам нужен более сложный сайт - пишите, обсудим"
    },
    {
        question: "Какие инструменты для рекламы вы используете?",
        answer: "Чаще всего мы используем яндекс директ, но также активно ведем рекламу в различных соц-сетях"
    },
    {
        question: "Какие технологии для разработки сайтов вы используете?",
        answer: "Мы используем современный стек: next.js, scss + css modules, mongodb, framer-motion. У нас также есть своя собственная дизайн система, чтобы не возникало лишних затрат"
    },
    {
        question: "Какие сервисы вы используете в целом",
        answer: "Мы используем проверенные и современные сервисы: mongodb atlas, timeweb, vercel, яндекс метрика, яндекс директ, яндекс вордстат, яндекс бизнес, google search console, а также сервисы собственной разработки для эффективного управления клиентами"
    },
    {
        question: "А можно ли заказать у вас только сайт?",
        answer: "Да, можно, мы можем оказывать точечные услуги, но без полноценного комплекса сайт не принесет результатов"
    },
    {
        question: "Как у вас строится ценообразование?",
        answer: "У нас есть пакеты включающие набор определенных услуг. Вы можете собрать собственный пакет усуг для продвижения, а мы поможем вам в выборе. Также вы можете закать только одну услугу, но цена будет выше"
    },
    {
        question: "Какой у вас полный список усуг?",
        answer: "Мы занимаемся разработкой сайтов, базовых cms систем, seo продвижением(cms система и seo продвижение идут вместе с сайтом в одном комплекте без переплат), настройкой рекламы, ведением соц-сетей(смм), подключением аналитики, лидогенерацией(эффективные презентации бизнеса), анализом конкурентных бизнесов"
    },
    {
        question: "А можно скидку?",
        answer: "Пишите нам скорее и предлагайте вашу цену - все обсудим"
    }
]

export { data as faqData }