import { IMoreAboutItems } from "@/types/more-about/moreAboutItems.type";

const data: IMoreAboutItems[] = [
  
    {
    title: "Что мы делаем?",
    description: "Мы не просто делаем сайты. Мы выстраиваем систему: стратегию, упаковку, трафик, поддержку и внедряем современные технологии. Ваш бизнес перестает быть хаотичным и начинает расти предсказуемо",
    image: "/images/more-about/1.png"
  },
  {
    title: "Что вы получаете?",
    description: "Сайт, рекламу, аналитику, трафик, поддержку, системы для эффективного управления бизнесом. Комплекс, который работает как часы. И главное — мы отвечаем за цифры",
    image: "/images/more-about/2.png"
  },
  {
    title: "Наша миссия",
    description: "Превращать малый бизнес в предсказуемый и системный. Чтобы владелец мог не тушить пожары, а зарабатывать больше",
    image: "/images/more-about/3.jpg"
  },
  {
    title: "Кто мы для вас?",
    description: "NEXSOL — ваш личный отдел маркетинга, разработки и поддержки. Только без затрат на штат, больничные и офис",
    image: "/images/more-about/4.png"
  },
];

export { data as moreAboutData }