const data = [
  {
    label: "Диагностика",
    description:
      "Анализируем рынок, подробно изучаем вашу нишу, конкурентов и текущую ситуацию",
  },
  {
    label: "Стратегия",
    description:
      "Определяем цели и точки роста. Вы понимаете, куда идти",
  },
  {
    label: "Подготовка",
    description: "Отбираем нужные сервисы, подготавливаем все необходимое",
  },
  {
    label: "Настройка",
    description: "Настраиваем системы, которые прошли отбор",
  },
  {
    label: "Реализация",
    description:
      "Проектируем, разрабатываем и запускаем. Сайт, реклама — всё, о чем договорились",
  },
  {
    label: "Тестирование",
    description:
      "Тестируем сайт и настройку систем для эффективности",
  },
  {
    label: "Поддержка",
    description:
      "Первая неделя поддержки в подарок",
  },
  {
    label: "Масштабирование",
    description:
      "Анализируем результаты, масштабируем успешные каналы, ищем новые точки роста",
  },
];

export { data as stagesOfWorkData }